[{"copyright": "\nCarlos Taylor\n", "date": "2023-05-01", "explanation": "The Great Carina Nebula is home to strange stars and iconic nebulas. Named for its home constellation, the huge star-forming region is larger and brighter than the Great Orion Nebula but less well known because it is so far south -- and because so much of humanity lives so far north.  The featured image shows in great detail the northernmost part of the Carina Nebula. On the bottom left is the Gabriela Mistral Nebula consisting of an emission nebula of glowing gas (IC 2599) surrounding the small open cluster of stars (NGC 3324). Above the image center is the larger star cluster NGC 3293, while to its right is the emission nebula Loden 153.  The most famous occupant of the Carina Nebula, however, is not shown. Off the image to the lower right is the bright, erratic, and doomed star known as Eta Carinae -- a star once one of the brightest stars in the sky and now predicted to explode in a supernova sometime in the next few million years.", "hdurl": "https://apod.nasa.gov/apod/image/2305/CarNorth_Taylor_6179.jpg", "media_type": "image", "service_version": "v1", "title": "Carina Nebula North", "url": "https://apod.nasa.gov/apod/image/2305/CarNorth_Taylor_960.jpg"}, {"copyright": "\nNASA, \nJPL-Caltech, \nMSSS;\nProcessing: Neville Thompson\n", "date": "2023-05-02", "explanation": "Why are there so many flat rocks on Mars? Some views of plains and hills on Mars show many rocks that are unusually flat when compared to rocks on Earth. One reason for this is a process that is common to both Mars and Earth: erosion. The carbon-dioxide wind on Mars can act like sandpaper when it blows around gritty Martian sand. This sand can create differential erosion, smoothing over some rocks, while wearing down the tops of other long-exposed stones.  The featured image capturing several hills covered with flat-topped rocks was taken last month by NASA's  Curiosity Rover on Mars. This robotic rover has now been rolling across Mars for ten years and has helped uncover many details of the wet and windy past of Earth's planetary neighbor.  After taking this and other images, Curiosity carefully navigated stones and slippery sand to climb up Marker Band Valley.", "hdurl": "https://apod.nasa.gov/apod/image/2305/FlatMars_CuriosityThompson_2713.jpg", "media_type": "image", "service_version": "v1", "title": "Flat Rock Hills on Mars", "url": "https://apod.nasa.gov/apod/image/2305/FlatMars_CuriosityThompson_1080.jpg"}, {"copyright": "\nMarco Lorenzi,\nAngus Lau & Tommy Tse; \nText: Natalia Lewandowska \n(SUNY Oswego)\n", "date": "2023-05-03", "explanation": "Galaxies are fascinating. In galaxies, gravity alone holds together massive collections of stars, dust, interstellar gas, stellar remnants and dark matter.  Pictured is NGC 5128, better known as Centaurus A.  Cen A is the fifth brightest galaxy on the sky and is located at a distance of about 12 million light years from Earth. The warped shape of Cen A is the result of a merger between an elliptical and a spiral galaxy.  Its active galactic nucleus harbors a supermassive black hole that is about 55 million times more massive than our Sun.  This central black hole ejects a fast  jet visible in both radio and X-ray light. Filaments of the jet are visible in red in the upper left.  New observations by the Event Horizon Telescope have revealed a brightening of the jet only towards its edges -- but for reasons that are currently unknown and an active topic of research.   At NASA it's: Black Hole Week", "hdurl": "https://apod.nasa.gov/apod/image/2305/NGC5128_Lorenzi_3000.jpg", "media_type": "image", "service_version": "v1", "title": "Centaurus A: A Peculiar Island of Stars", "url": "https://apod.nasa.gov/apod/image/2305/NGC5128_Lorenzi_960.jpg"}, {"date": "2023-05-04", "explanation": "Bright elliptical galaxy Messier 87 (M87) is home to the supermassive black hole captured in 2017 by planet Earth's Event Horizon Telescope in the first ever image of a black hole. Giant of the Virgo galaxy cluster about 55 million light-years away, M87 is the large galaxy rendered in blue hues in this infrared image from the Spitzer Space telescope.  Though M87 appears mostly featureless and cloud-like, the Spitzer image does record details of relativistic jets blasting from the galaxy's central region. Shown in the inset at top right, the jets themselves span thousands of light-years. The brighter jet seen on the right is approaching and close to our line of sight. Opposite, the shock created by the otherwise unseen receding jet lights up a fainter arc of material. Inset at bottom right, the historic black hole image is shown in context, at the center of giant galaxy and relativistic jets. Completely unresolved in the Spitzer image, the supermassive black hole surrounded by infalling material is the source of enormous energy driving the relativistic jets from the center of active galaxy M87. The Event Horizon Telescope image of M87 has now been enhanced to reveal a sharper view of the famous supermassive black hole.   At NASA: Black Hole Week", "hdurl": "https://apod.nasa.gov/apod/image/2305/pia23122c-16.jpg", "media_type": "image", "service_version": "v1", "title": "The Galaxy, the Jet, and a Famous Black Hole", "url": "https://apod.nasa.gov/apod/image/2305/pia23122c-16_1067.jpg"}, {"date": "2023-05-05", "explanation": "Shackleton crater lies at the lunar south pole. Peaks along the rim of the 21 kilometer diameter crater are in sunlight, but Shackleton's floor is in dark permanent shadow. Still, this image of the shadowed rim wall and floor of Shackleton crater was captured from NASA's ShadowCam, an instrument on board the Korea Pathfinder Lunar Orbiter (KPLO) launched in August 2022. About 200 times more sensitive than, for example, the Lunar Reconnaissance Orbiter's Narrow Angle Camera, ShadowCam was designed to image the permanently shadowed regions of the lunar surface. Avoiding direct sunlight, those regions are expected to be reservoirs of water-ice and other volatiles deposited by ancient cometary impacts and useful to future Moon missions. Of course, the permanently shadowed regions are still illuminated by reflections of sunlight from nearby lunar terrain. In this stunningly detailed ShadowCam image, an arrow marks the track made by a single boulder rolling down Shackleton crater's wall. The image scale is indicated at the bottom of the frame.", "hdurl": "https://apod.nasa.gov/apod/image/2305/shackleton_arrow.png", "media_type": "image", "service_version": "v1", "title": "Shackleton from ShadowCam", "url": "https://apod.nasa.gov/apod/image/2305/shackleton_arrow.png"}, {"copyright": "Dario Giannobile", "date": "2023-05-06", "explanation": "Transformed into the petals of a flower, 16 exposures show the passage of day into night in this creative timelapse skyscape. Start at the top and move counterclockwise to follow consecutive moments as the twilight sky turns an ever darker blue and night blossoms. Each exposure was recorded on the evening of April 22, calculated to maintain a consistent balance of light and color.  Close to the western horizon on that date, a crescent Moon and Venus are the two brightest celestial beacons. Petal to petal the pair spiral closer to the flower's center. In silhouette around the center of the twilight flower are Sicily's megalithic rocks of Argimusco.", "hdurl": "https://apod.nasa.gov/apod/image/2305/TwilightFlower.jpg", "media_type": "image", "service_version": "v1", "title": "Twilight in a Flower", "url": "https://apod.nasa.gov/apod/image/2305/TwilightFlower1024.jpg"}, {"date": "2023-05-07", "explanation": "Will our Sun look like this one day?  The Helix Nebula is one of brightest and closest examples of a planetary nebula, a gas cloud created at the end of the life of a Sun-like star. The outer gasses of the star expelled into space appear from our vantage point as if we are looking down a helix. The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce. The Helix Nebula, given a technical designation of NGC 7293, lies about 700 light-years away towards the constellation of the Water Bearer (Aquarius) and spans about 2.5 light-years. The featured picture was taken with the Canada-France-Hawaii Telescope (CFHT) located atop a dormant volcano in Hawaii, USA. A close-up of the inner edge of the Helix Nebula shows complex gas knots of unknown origin.", "hdurl": "https://apod.nasa.gov/apod/image/2305/Helix2_CFHT_1917.jpg", "media_type": "image", "service_version": "v1", "title": "The Helix Nebula from CFHT", "url": "https://apod.nasa.gov/apod/image/2305/Helix2_CFHT_960.jpg"}, {"date": "2023-05-08", "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe containing billions of stars and situated about 40 million light-years away toward the constellation of the Dolphinfish (Dorado), NGC 1566 presents a gorgeous face-on view. Classified as a grand design spiral, NGC 1566 shows two prominent and graceful spiral arms that are traced by bright blue star clusters and dark cosmic dust lanes. Numerous Hubble Space Telescope images of NGC 1566 have been taken to study star formation, supernovas, and the spiral's unusually active center. Some of these images, stored online in the Hubble Legacy Archive, were freely downloaded, combined, and digitally processed by an industrious amateur to create the featured image. NGC 1566's flaring center makes the spiral one of the closest and brightest Seyfert galaxies, likely housing a central supermassive black hole wreaking havoc on surrounding stars and gas.   Almost Hyperspace: Random APOD Generator", "hdurl": "https://apod.nasa.gov/apod/image/2305/NGC1566_HubbleOdenthal_1280.jpg", "media_type": "image", "service_version": "v1", "title": "The Spanish Dancer Spiral Galaxy", "url": "https://apod.nasa.gov/apod/image/2305/NGC1566_HubbleOdenthal_960.jpg"}, {"copyright": "\nMarcella Giulia Pace\n", "date": "2023-05-09", "explanation": "Can you find two Earth shadows in today's image? It's a bit tricky. To find the first shadow, observe that the top part of the atmosphere appears pink and the lower part appears blue.  This is because the top half is exposed to direct sunlight, while the lower part is not. The purple area in between is known as the Belt of Venus, even though Venus can only appear on the other side of the sky, near the Sun. The blue color of the lower atmosphere is caused by the Earth blocking sunlight, creating Earth shadow number 1. Now, where is the second Earth shadow?  Take a look at the Moon.  Do you notice something unusual about the lower left part? That area appears unusually dark because it is in the shadow of the Earth, creating Earth shadow number 2. To be precise, the Moon was captured during a  lunar eclipse.  This carefully timed image was taken in Sampieri, Sicily, Italy, in July 2018.", "hdurl": "https://apod.nasa.gov/apod/image/2305/ColorsShadows_Pace_1280.jpg", "media_type": "image", "service_version": "v1", "title": "Shadows of Earth", "url": "https://apod.nasa.gov/apod/image/2305/ColorsShadows_Pace_960.jpg"}, {"copyright": "\nAmr Abdulwahab\n", "date": "2023-05-10", "explanation": "For ten years the stargazer dreamed of taking a picture like this. The dreamer knew that the White Desert National Park in Egypt's Western Desert is a picturesque place hosting numerous chalk formations sculpted into surreal structures by a sandy wind. The dreamer knew that the sky above could be impressively dark on a clear moonless night, showing highlights such as the central band of our Milky Way Galaxy in impressive color and detail. So the dreamer invited an even more experienced astrophotographer to spend three weeks together in the desert and plan the composite images that needed to be taken and processed to create the dream image.  Over three days in mid-March, the base images were taken, all with the same camera and from the same location.  The impressive result is featured here, with the dreamer -- proudly wearing a traditional Bedouin galabyia -- pictured in the foreground.", "hdurl": "https://apod.nasa.gov/apod/image/2305/DesertSky_Abdelwahab_2048.jpg", "media_type": "image", "service_version": "v1", "title": "Milky Way over Egyptian Desert", "url": "https://apod.nasa.gov/apod/image/2305/DesertSky_Abdelwahab_960.jpg"}, {"date": "2023-05-11", "explanation": "Fomalhaut is a bright star, a 25 light-year voyage from planet Earth in the direction of the constellation Piscis Austrinus. Astronomers first noticed Fomalhaut's excess infrared emission in the 1980s. Space and ground-based telescopes have since identified the infrared emission's source as a disk of dusty debris, evidence for a planetary system surrounding the hot, young star.  But this sharp infrared image from the James Webb Space Telescope's MIRI camera reveals details of Fomalhaut's debris disk never before seen, including a large dust cloud in the outer ring that is possible evidence for colliding bodies, and an inner dust disk and gap likely shaped and maintained by embedded but unseen planets. An image scale bar in au or astronomical units, the average Earth-Sun distance, appears at the lower left. Fomalhaut's outer circumstellar dust ring lies at about twice the distance of our own Solar System's Kuiper Belt of small icy bodies and debris beyond the orbit of Neptune.", "hdurl": "https://apod.nasa.gov/apod/image/2305/STSCI_FomalhautDisk.png", "media_type": "image", "service_version": "v1", "title": "Fomalhaut's Dusty Debris Disk", "url": "https://apod.nasa.gov/apod/image/2305/STSCI_FomalhautDisk1024.png"}, {"copyright": "Petr Horalek", "date": "2023-05-12", "explanation": "Grains of cosmic dust streaked through night skies in early May. Swept up as planet Earth plowed through the debris streams left behind by periodic Comet Halley, the annual meteor shower is known as the Eta Aquarids. This year, the Eta Aquarids peak was visually hampered by May's bright Full Moon, though. But early morning hours surrounding last May's shower of Halley dust were free of moonlight interference. In exposures recorded between April 28 and May 8 in 2022, this composited image shows nearly 90 Eta Aquarid meteors streaking from the shower's radiant in Aquarius over San Pedro de Atacama, Chile. The central Milky Way arcs above in the southern hemisphere's predawn skies. The faint band of light rising from the horizon is Zodiacal light, caused by dust scattering sunlight near our Solar System's ecliptic plane. Along the ecliptic and entrained in the Zodiacal glow are the bright planets Venus, Jupiter, Mars, and Saturn.  Of course Mars itself has recently been found to be a likely source of the dust along the ecliptic responsible for creating Zodiacal light.", "hdurl": "https://apod.nasa.gov/apod/image/2305/2022_05_04_Eta_Aquaridy_SP_Meteory_Fin_Vyska_1500px.png", "media_type": "image", "service_version": "v1", "title": "Halley Dust, Mars Dust, and Milky Way", "url": "https://apod.nasa.gov/apod/image/2305/2022_05_04_Eta_Aquaridy_SP_Meteory_Fin_Vyska_1200px.png"}, {"date": "2023-05-13", "explanation": "Our fair planet sports a curved, sunlit crescent against the black backdrop of space in this stunning photograph. From the unfamiliar perspective, the Earth is small and, like a telescopic image of a distant planet, the entire horizon is completely within the field of view. Enjoyed by crews on board the International Space Station, only much closer views of the planet are possible from low Earth orbit. Orbiting the planet once every 90 minutes, a spectacle of clouds, oceans, and continents scrolls beneath them with the partial arc of the planet's edge in the distance. But this digitally restored image presents a view so far only achieved by 24 humans, Apollo astronauts who traveled to the Moon and back again between 1968 and 1972. The original photograph, AS17-152-23420, was taken by the homeward bound crew of Apollo 17, on December 17, 1972. For now it is the last picture of Earth from this planetary perspective taken by human hands.", "hdurl": "https://apod.nasa.gov/apod/image/2305/AS17-152-23420_Ord.jpg", "media_type": "image", "service_version": "v1", "title": "Apollo 17: The Crescent Earth", "url": "https://apod.nasa.gov/apod/image/2305/AS17-152-23420_Ord1024c.jpg"}, {"date": "2023-05-14", "explanation": "What would it be like to fly free in space?  At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was living the dream -- floating farther out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured, was floating free in space.   During Space Shuttle mission 41-B in 1984,  McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\". The MMU worked by shooting jets of nitrogen and was used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was later replaced with the SAFER backpack propulsion unit.", "hdurl": "https://apod.nasa.gov/apod/image/2305/freeflyer_nasa_3000.jpg", "media_type": "image", "service_version": "v1", "title": "To Fly Free in Space", "url": "https://apod.nasa.gov/apod/image/2305/freeflyer_nasa_960.jpg"}, {"copyright": "\nGianni Lacroce\n", "date": "2023-05-15", "explanation": "From afar, the whole thing looks like an eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity, tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of the Serpent (Serpens).  This picture involved long and deep exposures and combined three specific emitted colors emitted by sulfur (colored as yellow), hydrogen (red), and oxygen (blue).", "hdurl": "https://apod.nasa.gov/apod/image/2305/EagleDeep_Lacroce_2047.jpg", "media_type": "image", "service_version": "v1", "title": "M16: Eagle Nebula Deep Field", "url": "https://apod.nasa.gov/apod/image/2305/EagleDeep_Lacroce_1080.jpg"}, {"copyright": "\nReinhold Wittich\n", "date": "2023-05-16", "explanation": "Most photographs don't adequately portray the magnificence of the Sun's corona. Seeing the corona first-hand during a total solar eclipse is unparalleled.  The human eye can adapt to see coronal features and extent that average cameras usually cannot. Welcome, however, to the digital age.  The featured image digitally combined short and long exposures taken in Exmouth, Australia that were processed to highlight faint and extended features in the corona during the total solar eclipse that occurred in April of 2023.  Clearly visible are intricate layers and glowing caustics of an ever changing mixture of hot gas and magnetic fields in the Sun's corona.  Looping prominences appear bright pink just past the Sun's edge.  Images taken seconds before and after the total eclipse show glimpses of the background Sun known as Baily's Beads and diamond ring effect.  The next total solar eclipse will cross North America in April of 2024.   Total Solar Eclipse of 2023 April Gallery: Notable Submissions to APOD", "hdurl": "https://apod.nasa.gov/apod/image/2305/BigCorona2023_Wittich_2371.jpg", "media_type": "image", "service_version": "v1", "title": "Total Eclipse: The Big Corona", "url": "https://apod.nasa.gov/apod/image/2305/BigCorona2023_Wittich_960.jpg"}, {"copyright": "\nMark Johnston\n", "date": "2023-05-17", "explanation": "Why would a small part of the Sun appear slightly dark?  Visible is a close-up picture of sunspots, depressions on the Sun's surface that are slightly cooler and less bright than the rest of the Sun.  The Sun's complex magnetic field creates these cool regions by inhibiting hot material from entering the spots.  Sunspots can be larger than the Earth and typically last for about a week.  Part of active region AR 3297 crossing the Sun in early May, the large lower sunspot is spanned by an impressive light bridge of hot and suspended solar gas.  This high-resolution picture also shows clearly that the Sun's surface is a bubbling carpet of separate cells of hot gas. These cells are known as granules.  A solar granule is about 1000 kilometers across and lasts for only about 15 minutes.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)", "hdurl": "https://apod.nasa.gov/apod/image/2305/SunSpotBridge_Johnston_960.jpg", "media_type": "image", "service_version": "v1", "title": "Sunspot with Light Bridge", "url": "https://apod.nasa.gov/apod/image/2305/SunSpotBridge_Johnston_960.jpg"}, {"copyright": "Craig Stocks", "date": "2023-05-18", "explanation": "Made with narrowband filters, this cosmic snapshot covers a field of view about the size of the full Moon within the boundaries of the constellation Cygnus. It highlights the bright edge of a ring-like nebula traced by the glow of ionized sulfur, hydrogen, and oxygen gas. Embedded in the region's interstellar clouds of gas and dust, the complex, glowing arcs are sections of bubbles or shells of material swept up by the wind from Wolf-Rayet star WR 134, brightest star near the center of the frame. Distance estimates put WR 134 about 6,000 light-years away, making the frame over 50 light-years across. Shedding their outer envelopes in powerful stellar winds, massive Wolf-Rayet stars have burned through their nuclear fuel at a prodigious rate and end this final phase of massive star evolution in a spectacular supernova explosion. The stellar winds and final supernovae enrich the interstellar material with heavy elements to be incorporated in future generations of stars.", "hdurl": "https://apod.nasa.gov/apod/image/2305/WR134SHO.jpg", "media_type": "image", "service_version": "v1", "title": "WR 134 Ring Nebula", "url": "https://apod.nasa.gov/apod/image/2305/WR134SHO_1024.jpg"}, {"copyright": "Sophie Paulin", "date": "2023-05-19", "explanation": "A bright spiral galaxy of the northern sky, Messier 63 is nearby, about 30 million light-years distant toward the loyal constellation Canes Venatici. Also cataloged as NGC 5055, the majestic island universe is nearly 100,000 light-years across, about the size of our own Milky Way. Its bright core and majestic spiral arms lend the galaxy its popular name, The Sunflower Galaxy. This exceptionally deep exposure also follows faint, arcing star streams far into the galaxy's halo. Extending nearly 180,000 light-years from the galactic center, the star streams are likely remnants of tidally disrupted satellites of M63. Other satellite galaxies of M63 can be spotted in the remarkable wide-field image, including faint dwarf galaxies, which could contribute to M63's star streams in the next few billion years.", "hdurl": "https://apod.nasa.gov/apod/image/2305/m63.jpg", "media_type": "image", "service_version": "v1", "title": "Curly Spiral Galaxy M63", "url": "https://apod.nasa.gov/apod/image/2305/m63_1024.jpg"}, {"date": "2023-05-20", "explanation": "Looping through the Jovian system in the late 1990s, the Galileo spacecraft recorded stunning views of Europa and uncovered evidence that the moon's icy surface likely hides a deep, global ocean. Galileo's Europa image data has been remastered here, with improved calibrations to produce a color image approximating what the human eye might see. Europa's long curving fractures hint at the subsurface liquid water.  The tidal flexing the large moon experiences in its elliptical orbit around Jupiter supplies the energy to keep the ocean liquid. But more tantalizing is the possibility that even in the absence of sunlight that process could also supply the energy to support life, making Europa one of the best places to look for life beyond Earth. What kind of life could thrive in a deep, dark, subsurface ocean? Consider planet Earth's own extreme shrimp.", "hdurl": "https://apod.nasa.gov/apod/image/2305/PIA19048europa.jpg", "media_type": "image", "service_version": "v1", "title": "Galileo's Europa", "url": "https://apod.nasa.gov/apod/image/2305/PIA19048europa1024.jpg"}, {"copyright": "\nNicole Ottawa & Oliver Meckes / Eye of Science / \nScience Source Images\n", "date": "2023-05-21", "explanation": "Is this an alien?  Probably not, but of all the animals on Earth, the tardigrade might be the best candidate. That's because tardigrades are known to be able to go for decades without food or water, to survive temperatures from near absolute zero to well above the boiling point of water, to survive pressures from near zero to well above that on ocean floors, and to survive direct exposure to dangerous radiations.  The far-ranging survivability of these extremophiles was tested in 2011 outside an orbiting space shuttle. Tardigrades are so durable partly because they can repair their own DNA and reduce their body water content to a few percent. Some of these miniature water-bears almost became  extraterrestrials in 2011 when they were launched toward to the Martian moon Phobos, and again in 2021 when they were launched toward Earth's own moon, but the former launch failed, and the latter landing crashed. Tardigrades are more common than humans across most of the Earth. Pictured here in a color-enhanced electron micrograph, a millimeter-long tardigrade crawls on moss.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)", "hdurl": "https://apod.nasa.gov/apod/image/2305/tardigrade_eyeofscience_960.jpg", "media_type": "image", "service_version": "v1", "title": "Tardigrade in Moss", "url": "https://apod.nasa.gov/apod/image/2305/tardigrade_eyeofscience_960.jpg"}, {"copyright": "\nCraig Stocks\n", "date": "2023-05-22", "explanation": "A nearby star has exploded and humanity's telescopes are turning to monitor it.  The supernova, dubbed SN 2023ixf, was discovered by Japanese astronomer Koichi Itagaki three days ago and subsequently located on automated images from the Zwicky Transient Facility two days earlier.  SN 2023ixf occurred in the photogenic Pinwheel Galaxy M101, which, being only about 21 million light years away, makes it the closest supernova seen in the past five years, the second closest in the past 10 years, and the second supernova found in M101 in the past 15 years.  Rapid follow up observations already indicate that SN 2023ixf is a Type II supernova, an explosion that occurs after a massive star runs out of nuclear fuel and collapses.  The featured image shows home spiral galaxy two days ago with the supernova highlighted, while the roll-over image shows the same galaxy a month before. SN 2023ixf will likely brighten and remain visible to telescopes for months.  Studying such a close and young Type II supernova may yield new clues about massive stars and how they explode.", "hdurl": "https://apod.nasa.gov/apod/image/2305/M101Sn_Stocks_after_2560.jpg", "media_type": "image", "service_version": "v1", "title": "Supernova Discovered in Nearby Spiral Galaxy M101", "url": "https://apod.nasa.gov/apod/image/2305/M101Sn_Stocks_after_960.jpg"}, {"date": "2023-05-23", "explanation": "Big storms are different on Jupiter. On Earth, huge hurricanes and colossal cyclones are centered on regions of low pressure, but on Jupiter, it is the high-pressure, anti-cyclone storms that are the largest. On Earth, large storms can last weeks, but on Jupiter they can last years. On Earth, large storms can be as large as a country, but on Jupiter, large storms can be as large as planet Earth. Both types of storms are known to exhibit lightning. The featured image of Jupiter's clouds was composed from images and data captured by the robotic Juno spacecraft as it swooped close to the massive planet in August 2020.  A swirling white oval is visible nearby, while numerous smaller cloud swirls extend into the distance.  On Jupiter, light-colored clouds are usually higher up than dark clouds. Despite their differences, studying storm clouds on distant Jupiter provides insights into storms and other weather patterns on familiar Earth.     Surf the Universe: Random APOD Generator", "hdurl": "https://apod.nasa.gov/apod/image/2305/JupiterSwirls_JunoGill_960.jpg", "media_type": "image", "service_version": "v1", "title": "Jupiter's Swirls from Juno", "url": "https://apod.nasa.gov/apod/image/2305/JupiterSwirls_JunoGill_960.jpg"}, {"copyright": "\nRick Whitacre;\nText: Natalia Lewandowska \n(SUNY Oswego)\n", "date": "2023-05-24", "explanation": "Sometimes we witness the Moon moving directly in front of -- called occulting -- one of the planets in our Solar System. Earlier this month that planet was Jupiter.  Captured here was the moment when Jupiter re-appeared from behind the surface of our Moon. The Moon was in its third quarter, two days before the dark New Moon. Now, our Moon is continuously half lit by the Sun, but when in its third quarter, relatively little of that half can be seen from the Earth. Pictured, the Moon itself was aligned behind the famous Lick Observatory in California, USA, on the summit of Mount Hamilton. Coincidentally, Lick enabled the discovery of a moon of Jupiter: Amalthea, the last visually detected moon of Jupiter after Galileo's observations.   Gallery: Moon Occults Jupiter in 2023 May: Notable Submissions to APOD", "hdurl": "https://apod.nasa.gov/apod/image/2305/MoonJupiter_Whitacre_1920.jpg", "media_type": "image", "service_version": "v1", "title": "Observatory Aligned with Moon Occulting Jupiter", "url": "https://apod.nasa.gov/apod/image/2305/MoonJupiter_Whitacre_960.jpg"}, {"copyright": "Jean-François Bax", "date": "2023-05-25", "explanation": "The Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its more familiar outlines are seen in the brighter central region of the nebula in this impressive wide-angle view. But this wide and deep image combining data from two telescopes also reveals its extremely faint outer halo. At an estimated distance of 3,000 light-years, the faint outer halo is over 5 light-years across. Planetary nebulae have long been appreciated as a final phase in the life of a sun-like star. More recently, some planetary nebulae are found to have halos like this one, likely formed of material shrugged off during earlier episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of this halo to be 50,000 to 90,000 years. Visible on the right, some 50 million light-years beyond the watchful planetary nebula, lies spiral galaxy NGC 6552.", "hdurl": "https://apod.nasa.gov/apod/image/2305/NGC6543_wide.jpg", "media_type": "image", "service_version": "v1", "title": "Cat's Eye Wide and Deep", "url": "https://apod.nasa.gov/apod/image/2305/NGC6543_wide1024.jpg"}, {"copyright": "Abdullah Alharbi", "date": "2023-05-26", "explanation": "Galaxies of the Virgo Cluster are scattered across this nearly 4 degree wide telescopic field of view. About 50 million light-years distant, the Virgo Cluster is the closest large galaxy cluster to our own local galaxy group. Prominent here are Virgo's bright elliptical galaxies Messier catalog, M87 at bottom center, and M84 and M86 (top to bottom) near top left. M84 and M86 are recognized as part of Markarian's Chain, a visually striking line-up of galaxies on the left side of this frame. Near the middle of the chain lies an intriguing interacting pair of galaxies, NGC 4438 and NGC 4435, known to some as Markarian's Eyes. Of course giant elliptical galaxy M87 dominates the Virgo cluster. It's the home of a super massive black hole, the first black hole ever imaged by planet Earth's Event Horizon Telescope.", "hdurl": "https://apod.nasa.gov/apod/image/2305/virgoCL2048.jpg", "media_type": "image", "service_version": "v1", "title": "Virgo Cluster Galaxies", "url": "https://apod.nasa.gov/apod/image/2305/virgoCL1024.jpg"}, {"date": "2023-05-27", "explanation": "Gliding through the outer Solar System, in 1989 the Voyager 2 spacecraft looked toward the Sun to find this view of most distant planet Neptune and its moon Triton together in a crescent phase.  The elegant image of ice-giant planet and largest moon was taken from behind just after Voyager's closest approach. It could not have been taken from Earth because the most distant planet never shows a crescent phase to sunward eyes. Heading for the heliopause and beyond, the spacecraft's parting vantage point also robs Neptune of its familiar blue hue.", "hdurl": "https://apod.nasa.gov/apod/image/2305/neptunetriton_voyager_960.jpg", "media_type": "image", "service_version": "v1", "title": "Crescent Neptune and Triton", "url": "https://apod.nasa.gov/apod/image/2305/neptunetriton_voyager_960.jpg"}, {"date": "2023-05-28", "explanation": "This asteroid has a moon.  The robot spacecraft Galileo on route to Jupiter in 1993 encountered and photographed two asteroids during its long interplanetary voyage.  The second minor planet it photographed, 243 Ida, was unexpectedly discovered to have a moon. The tiny moon, Dactyl, is only about 1.6 kilometers across and seen as a small dot on the right of the sharpened featured image.  In contrast, the potato-shaped Ida is much larger, measuring about 60 kilometers long and 25 km wide.  Dactyl is the first moon of an asteroid ever discovered -- now many asteroids are known to have moons. The names Ida and Dactyl are from Greek mythology.", "hdurl": "https://apod.nasa.gov/apod/image/2305/IdaDactyl_galileo_960.jpg", "media_type": "image", "service_version": "v1", "title": "Ida and Dactyl: Asteroid and Moon", "url": "https://apod.nasa.gov/apod/image/2305/IdaDactyl_galileo_960.jpg"}, {"copyright": "\nPetr Horálek /\nInstitute of Physics in Opava,\nSovena Jani\n", "date": "2023-05-29", "explanation": "What glows there?  The answer depends: sea or sky? In the sea, the unusual blue glow is bioluminescence. Specifically, the glimmer arises from Noctiluca scintillans, single-celled plankton stimulated by the lapping waves. The plankton use their glow to startle and illuminate predators.  This mid-February display on an island in the Maldives was so intense that the astrophotographer described it as a turquoise wonderland. In the sky, by contrast, are the more familiar glows of stars and nebulas. The white band rising from the artificially-illuminated green plants is created by billions of stars in the central disk of our Milky Way Galaxy.  Also visible in the sky is the star cluster Omega Centauri, toward the left, and the famous Southern Cross asterism in the center. Red-glowing nebulas include the bright Carina Nebula, just right of center, and the expansive Gum Nebula on the upper right.", "hdurl": "https://apod.nasa.gov/apod/image/2305/SeaBlueSky_Horalek_960.jpg", "media_type": "image", "service_version": "v1", "title": "Milky Way over a Turquoise Wonderland", "url": "https://apod.nasa.gov/apod/image/2305/SeaBlueSky_Horalek_960.jpg"}, {"copyright": "\nPatrick A. Cosgrove\n", "date": "2023-05-30", "explanation": "Is this what will become of our Sun? Quite possibly.  The first hint of our Sun's future was discovered inadvertently in 1764. At that time, Charles Messier was compiling a list of diffuse objects not to be confused with comets. The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, one of the brightest planetary nebulae on the sky and visible with binoculars toward the constellation of the Fox (Vulpecula). It takes light about 1000 years to reach us from M27, featured here in colors emitted by sulfur (red), hydrogen (green) and oxygen (blue). We now know that in about 6 billion years, our Sun will shed its outer gases into a planetary nebula like M27, while its remaining center will become an X-ray hot white dwarf star.  Understanding the physics and significance of M27 was well beyond 18th century science, though. Even today, many things remain mysterious about planetary nebulas, including how their intricate shapes are created.", "hdurl": "https://apod.nasa.gov/apod/image/2305/M27_Cosgrove_2717.jpg", "media_type": "image", "service_version": "v1", "title": "M27: The Dumbbell Nebula", "url": "https://apod.nasa.gov/apod/image/2305/M27_Cosgrove_960.jpg"}, {"date": "2023-05-31", "explanation": "How did we get here? We know that we live on a planet orbiting a star orbiting a galaxy, but how did all of this form? Since our universe moves too slowly to watch, faster-moving computer simulations are created to help find out. Specifically, this featured video from the IllustrisTNG collaboration tracks gas from the early universe (redshift 12) until today (redshift 0). As the simulation begins, ambient gas falls into and accumulates in a region of relatively high gravity.  After a few billion years, a well-defined center materializes from a strange and fascinating cosmic dance. Gas blobs -- some representing small satellite galaxies -- continue to fall into and become absorbed by the rotating galaxy as the present epoch is reached and the video ends.  For the Milky Way Galaxy, however, big mergers may not be over -- recent evidence indicates that our large spiral disk Galaxy will collide and coalesce with the slightly larger Andromeda spiral disk galaxy in the next few billion years.    Open Science: Browse 3,000+ codes in the Astrophysics Source Code Library", "media_type": "video", "service_version": "v1", "title": "Simulation: A Disk Galaxy Forms", "url": "https://www.youtube.com/embed/X4UF9Akman0?rel=0"}, {"date": "2023-06-01", "explanation": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After a few million years, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the explosion which created this supernova remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light about 11,000 years to reach us. This false-color image, composed of X-ray and optical image data from the Chandra X-ray Observatory and Hubble Space Telescope, shows the still hot filaments and knots in the remnant. It spans about 30 light-years at the estimated distance of Cassiopeia A. High-energy X-ray emission from specific elements has been color coded, silicon in red, sulfur in yellow, calcium in green and iron in purple, to help astronomers explore the recycling of our galaxy's star stuff. Still expanding, the outer blast wave is seen in blue hues. The bright speck near the center is a neutron star, the incredibly dense, collapsed remains of the massive stellar core.", "hdurl": "https://apod.nasa.gov/apod/image/2306/Chandrafirstlight_0.jpg", "media_type": "image", "service_version": "v1", "title": "Recycling Cassiopeia A", "url": "https://apod.nasa.gov/apod/image/2306/Chandrafirstlight_0_1024.jpg"}, {"date": "2023-06-02", "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Assembled from 51 exposures recorded by the Hubble Space Telescope in the 20th and 21st centuries, with additional data from ground based telescopes, this mosaic spans about 40,000 light-years across the central region of M101 in one of the highest definition spiral galaxy portraits ever released from Hubble. The sharp image shows stunning features of the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.", "hdurl": "https://apod.nasa.gov/apod/image/2306/M101_hst6000.jpg", "media_type": "image", "service_version": "v1", "title": "Messier 101", "url": "https://apod.nasa.gov/apod/image/2306/M101_hst1280.jpg"}, {"date": "2023-06-03", "explanation": "A darkened and mysterious north polar region known to some as Mordor Macula caps this premier high-resolution view. The portrait of Charon, Pluto's largest moon, was captured by New Horizons near the spacecraft's closest approach on July 14, 2015. The combined blue, red, and infrared data was processed to enhance colors and follow variations in Charon's surface properties with a resolution of about 2.9 kilometers (1.8 miles). A stunning image of Charon's Pluto-facing hemisphere, it also features a clear view of an apparently moon-girdling belt of fractures and canyons that seems to separate smooth southern plains from varied northern terrain. Charon is 1,214 kilometers (754 miles) across. That's about 1/10th the size of planet Earth but a whopping 1/2 the diameter of Pluto itself, and makes it the largest satellite relative to its parent body in the Solar System. Still, the moon appears as a small bump at about the 1 o'clock position on Pluto's disk in the grainy, negative,telescopic picture inset at upper left. That view was used by James Christy and Robert Harrington at the U.S. Naval Observatory in Flagstaff to discover Charon in June of 1978.", "hdurl": "https://apod.nasa.gov/apod/image/2306/Charon-Neutral-Bright-Release.jpg", "media_type": "image", "service_version": "v1", "title": "Charon: Moon of Pluto", "url": "https://apod.nasa.gov/apod/image/2306/charon_then_now_1024.jpg"}, {"date": "2023-06-04", "explanation": "Wouldn't it be fun to color in the universe?  If you think so, please accept this famous astronomical illustration as a preliminary substitute.  You, your friends, your parents or children, can print it out or even color it digitally.  While coloring, you might be interested to know that even though this illustration has appeared in numerous places over the past 100 years, the actual artist remains unknown.  Furthermore, the work has no accepted name -- can you think of a good one?  The illustration, first appearing in a book by Camille Flammarion in 1888, is frequently used to show that humanity's present concepts are susceptible to being supplanted by greater truths.", "hdurl": "https://apod.nasa.gov/apod/image/2306/BeyondEarth_Unknown_3000.jpg", "media_type": "image", "service_version": "v1", "title": "Color the Universe", "url": "https://apod.nasa.gov/apod/image/2306/BeyondEarth_Unknown_960.jpg"}, {"copyright": "\nMartin Pugh\n", "date": "2023-06-05", "explanation": "What's happening at the center of the Trifid Nebula? Three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear near the bottom, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, cataloged as M20, is only about 300,000 years old, making it among the youngest emission nebulas known.  The star forming nebula lies about 9,000 light years away toward the constellation of the Archer (Sagittarius). The region pictured here spans about 20 light years.    Portal Universe: Random APOD Generator", "hdurl": "https://apod.nasa.gov/apod/image/2306/Trifid_Pugh_2346.jpg", "media_type": "image", "service_version": "v1", "title": "In the Center of the Trifid Nebula", "url": "https://apod.nasa.gov/apod/image/2306/Trifid_Pugh_1080.jpg"}, {"date": "2023-06-06", "explanation": "It’s the end of a world as we know it. Specifically, the Sun-like star ZTF SLRN-2020 was seen eating one of its own planets. Although many a planet eventually dies by spiraling into their central star, the 2020 event, involving a Jupiter-like planet, was the first time it was seen directly.  The star ZTF SLRN-2020 lies about 12,000 light years from the Sun toward the constellation of the Eagle (Aquila).  In the featured animated illustration of the incident, the gas planet's atmosphere is first pictured being stripped away as it skims along the outskirts of the attracting star. Some of the planet's gas is absorbed into the star's atmosphere, while other gas is expelled into space.  By the video's end, the planet is completely engulfed and falls into the star's center, causing the star's outer atmosphere to briefly expand, heat up, and brighten. One day, about eight billion years from now, planet Earth may spiral into our Sun.", "media_type": "video", "service_version": "v1", "title": "Star Eats Planet", "url": "https://www.youtube.com/embed/SmuG7odUe9c?rel=0"}, {"copyright": "\nBrian Brennan\n", "date": "2023-06-07", "explanation": "Most galaxies don't have any rings of stars and gas -- why does M94 have two? First, spiral galaxy M94 has an inner ring of newly formed stars surrounding its nucleus, giving it not only an unusual appearance but also a strong interior glow.  A leading origin hypothesis holds that an elongated knot of stars known as a bar rotates in M94 and has generated a burst of star formation in this inner ring.  Observations have also revealed another ring, an outer ring, one that is more faint, different in color, not closed, and relatively complex.  What caused this outer ring is currently unknown. M94, pictured here, spans about 45,000 light years in total, lies about 15 million light years away, and can be seen with a small telescope toward the constellation of the Hunting Dogs  (Canes Venatici).   More Availability: APOD now accessible via  Flipboard.", "hdurl": "https://apod.nasa.gov/apod/image/2306/M94_Brennan_1565.jpg", "media_type": "image", "service_version": "v1", "title": "M94: A Double Ring Galaxy", "url": "https://apod.nasa.gov/apod/image/2306/M94_Brennan_960.jpg"}, {"copyright": "Steve\nCannistra", "date": "2023-06-08", "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission region and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Seen on the left the cosmic elephant's trunk, also known as vdB 142, is over 20 light-years long. This detailed telescopic view features the bright swept-back ridges and pockets of cool interstellar dust and gas that abound in the region. But the dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This rendition spans a 1 degree wide field of view though, about the angular size of 2 full moons. Of course the dark shapes below and to the right of the outstretched Elephant's Trunk, are known to some as The Caravan.", "hdurl": "https://apod.nasa.gov/apod/image/2306/ic1396ASI294large.jpg", "media_type": "image", "service_version": "v1", "title": "Elephant's Trunk and Caravan", "url": "https://apod.nasa.gov/apod/image/2306/ic1396ASI294large_1030.jpg"}, {"date": "2023-06-09", "explanation": "This deep field mosaicked image presents a stunning view of galaxy cluster Abell 2744 recorded by the James Webb Space Telescope's NIRCam. Also dubbed Pandora's Cluster, Abell 2744 itself appears to be a ponderous merger of three different massive galaxy clusters. It lies some 3.5 billion light-years away, toward the constellation Sculptor. Dominated by dark matter, the mega-cluster warps and distorts the fabric of spacetime, gravitationally lensing even more distant objects. Redder than the Pandora cluster galaxies many of the lensed sources are very distant galaxies in the early Universe, their lensed images stretched and distorted into arcs. Of course distinctive diffraction spikes mark foreground Milky Way stars. At the Pandora Cluster's estimated distance this cosmic box spans about 6 million light-years. But don't panic. You can explore the tantalizing region in a 2 minute video tour.", "hdurl": "https://apod.nasa.gov/apod/image/2306/abell2744_jwst.png", "media_type": "image", "service_version": "v1", "title": "Pandora's Cluster of Galaxies", "url": "https://apod.nasa.gov/apod/image/2306/abell2744_jwst1024.png"}, {"copyright": "This month, bright Mars and brilliant Venus", "date": "2023-06-10", "explanation": "This month, bright Mars and brilliant Venus are the prominent celestial beacons in planet Earth's western skies after sunset. Wandering through the constellation Cancer the Crab, the Red Planet was captured here on the evening of June 3 near the stars of open cluster Messier 44. Recognized since antiquity this nearby, naked-eye star cluster is also known as the Praesepe or the Beehive cluster. A swarm of stars all much younger than the Sun, the Beehive cluster is a mere 600 light-years distant. Seen with a yellowish hue, Mars is about 17 light-minutes away. On June 12/13 Venus will take its turn posing next to the stars of the Beehive cluster. But the dazzling light of Venus will make the Beehive stars difficult to see by eye alone.", "hdurl": "https://apod.nasa.gov/apod/image/2306/Marte-M44_230603.jpg", "media_type": "image", "service_version": "v1", "title": "Mars and the Beehive", "url": "https://apod.nasa.gov/apod/image/2306/Marte-M44_230603_800.jpg"}, {"date": "2023-06-11", "explanation": "Here are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our white-appearing Sun emits light of nearly every color, it appears brightest in yellow-green light.  The dark patches in the featured spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1868 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.", "hdurl": "https://apod.nasa.gov/apod/image/2306/sunspectrum_mpso_3071.jpg", "media_type": "image", "service_version": "v1", "title": "The Sun and Its Missing Colors", "url": "https://apod.nasa.gov/apod/image/2306/sunspectrum_mpso_960.jpg"}, {"copyright": "\nTianyao Yang\n", "date": "2023-06-12", "explanation": "What’s that near the Moon? It’s the International Space Station (ISS). Although the ISS may appear to be physically near the Moon, it is not — it is physically near the Earth. In low Earth orbit and circulating around our big blue marble about every 90 minutes, the ISS was captured photographically as it crossed nearly in front of the Moon. The Moon, itself in a month-long orbit around the Earth, shows a crescent phase as only a curving sliver of its Sun-illuminated half is visible from the Earth. The featured image was taken in late March from Shanghai, China and shows not only details of Earth's largest human-made satellite, but details of the cratered and barren surface of Earth's largest natural satellite. Over the next few years, humanity is planning to send more people and machines to the Moon than ever before.", "hdurl": "https://apod.nasa.gov/apod/image/2306/IssMoon_Yang_2599.jpg", "media_type": "image", "service_version": "v1", "title": "The Largest Satellites of Earth", "url": "https://apod.nasa.gov/apod/image/2306/IssMoon_Yang_960.jpg"}, {"date": "2023-06-13", "explanation": "Jupiter's moons circle Jupiter. The featured video depicts Europa and Io, two of Jupiter's largest moons, crossing in front of the grand planet's Great Red Spot, the largest known storm system in our Solar System. The video was composed from images taken by the robotic Cassini spacecraft as it passed Jupiter in 2000, on its way to Saturn. The two moons visible are volcanic Io, in the distance, and icy Europa.  In the time-lapse video, Europa appears to overtake Io, which is odd because Io is closer to Jupiter and moves faster. The explanation is that the motion of the fast Cassini spacecraft changes the camera location significantly during imaging.  Jupiter is currently being visited by NASA's robotic Juno spacecraft, while ESA's Jupiter Icy Moons Explorer (JUICE), launched in April, is enroute.", "media_type": "video", "service_version": "v1", "title": "Moons Across Jupiter", "url": "https://www.youtube.com/embed/YEXuGgRCyS0?rel=0"}, {"copyright": "\nStephen Kennedy\n", "date": "2023-06-14", "explanation": "There is no sea on Earth large enough to contain the Shark nebula. This predator apparition poses us no danger as it is composed only of interstellar gas and dust. Dark dust like that featured here is somewhat like cigarette smoke and created in the cool atmospheres of giant stars. After being expelled with gas and gravitationally recondensing, massive stars may carve intricate structures into their birth cloud using their high energy light and fast stellar winds as sculpting tools.  The heat they generate evaporates the murky molecular cloud as well as causing ambient hydrogen gas to disperse and glow red.  During disintegration, we humans can enjoy imagining these great clouds as common icons, like we do for water clouds on Earth. Including smaller dust nebulae such as Lynds Dark Nebula 1235 and Van den Bergh 149 & 150, the Shark nebula spans about 15 light years and lies about 650 light years away toward the constellation of the King of Aethiopia (Cepheus).", "hdurl": "https://apod.nasa.gov/apod/image/2306/Shark_Kennedy_4176.jpg", "media_type": "image", "service_version": "v1", "title": "The Shark Nebula", "url": "https://apod.nasa.gov/apod/image/2306/Shark_Kennedy_960.jpg"}, {"date": "2023-06-15", "explanation": "Messier 15 is an immense swarm of over 100,000 stars. A 13 billion year old relic of the early formative years of our galaxy it's one of about 170 globular star clusters that still roam the halo of the Milky Way. Centered in this sharp reprocessed Hubble image, M15 lies some 35,000 light-years away toward the constellation Pegasus. Its diameter is about 200 light-years, but more than half its stars are packed into the central 10 light-years or so, making one of the densest concentrations of stars known. Hubble-based measurements of the increasing velocities of M15's central stars are evidence that a massive black hole resides at the center of the dense cluster. M15 is also known to harbour a planetary nebula. Called Pease 1 (aka PN Ps 1), it can be seen in this image as a small blue blob below and just right of center.", "hdurl": "https://apod.nasa.gov/apod/image/2306/M15-3.jpg", "media_type": "image", "service_version": "v1", "title": "M15: Dense Globular Star Cluster", "url": "https://apod.nasa.gov/apod/image/2306/M15-3_1024.jpg"}, {"copyright": "Bernd Pröschold", "date": "2023-06-16", "explanation": "This serene view from the coast of Sweden looks across the Baltic sea and compresses time, presenting the passage of one night in a single photograph. From sunset to sunrise, moonlight illuminates the creative sea and skyscape. Fleeting clouds, fixed stars, and flowing northern lights leave their traces in planet Earth's sky. To construct the timelapse image, 3296 video frames were recorded on the night of a nearly full moon between 7:04pm and 6:35am local time. As time progresses from left to right, a single column of pixels was taken from the corresponding individual frame and combined in sequence into a single digital image 3296 pixels wide.  Happy Birthday APOD", "hdurl": "https://apod.nasa.gov/apod/image/2306/baltic-sea-timelapse-image.jpg", "media_type": "image", "service_version": "v1", "title": "Sunset to Sunrise over the Baltic Sea", "url": "https://apod.nasa.gov/apod/image/2306/baltic-sea-timelapse-image600.jpg"}, {"date": "2023-06-17", "explanation": "Recorded during 2017, timelapse sequences from the International Space Station are compiled in this serene video of planet Earth at Night. Fans of low Earth orbit can start by enjoying the view as green and red aurora borealis slather up the sky. The night scene tracks from northwest to southeast across North America, toward the Gulf of Mexico and the Florida coast. A second sequence follows European city lights, crosses the Mediterranean Sea, and passes over a bright Nile river in northern Africa. Seen from the orbital outpost, erratic flashes of lightning appear in thunder storms below and stars rise above the planet's curved horizon through a faint atmospheric airglow. Of course, from home you can always check out the vital signs of Planet Earth Now.  Tomorrow's answer: How many sides does northern Saturn have?  < | Archive | Submissions | Index | Search | Calendar | RSS | Education | About APOD | Discuss | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (UMCP) NASA Official: Phillip Newman Specific rights apply. NASA Web Privacy Policy and Important Notices A service of: ASD at NASA / GSFC & Michigan Tech. U.", "media_type": "video", "service_version": "v1", "title": "Planet Earth at Night II", "url": "https://www.youtube.com/embed/zIqG42AD4Gw?rel=0"}, {"copyright": "\nNASA,\nESA,\nJPL,\nSSI,\nCassini Imaging Team\n", "date": "2023-06-18", "explanation": "Why would clouds form a hexagon on Saturn? Nobody is sure.   Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it anywhere else in the Solar System.  Acquiring its first sunlit views of far northern Saturn in late 2012, the Cassini spacecraft's wide-angle camera recorded this stunning, false-color image of the ringed planet's north pole. The composite of near-infrared image data results in red hues for low clouds and green for high ones, giving the Saturnian cloudscape a vivid appearance. This and similar images show the stability of the hexagon even 20+ years after Voyager.  Movies of Saturn's North Pole show the cloud structure maintaining its hexagonal structure while rotating.  Unlike individual clouds appearing like a hexagon on Earth, the Saturn cloud pattern appears to have six well defined sides of nearly equal length. Four Earths could fit inside the hexagon. Beyond the cloud tops at the upper right, arcs of the planet's eye-catching rings are tinted bright blue.", "hdurl": "https://apod.nasa.gov/apod/image/2306/NorthSaturn_Cassini_960.jpg", "media_type": "image", "service_version": "v1", "title": "Saturn's Northern Hexagon", "url": "https://apod.nasa.gov/apod/image/2306/NorthSaturn_Cassini_960.jpg"}, {"date": "2023-06-19", "explanation": "The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible near the image center, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  A tremendously bright nearby star, Herschel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 15 light years, combines images taken in four colors by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of the Archer (Sagittarius).", "hdurl": "https://apod.nasa.gov/apod/image/2306/LagoonCenter_HubblePobes_3979.jpg", "media_type": "image", "service_version": "v1", "title": "The Busy Center of the Lagoon Nebula", "url": "https://apod.nasa.gov/apod/image/2306/LagoonCenter_HubblePobes_960.jpg"}, {"copyright": "\nFefo Bouvier;\nLine Drawing: Alfonso Rosso\n", "date": "2023-06-20", "explanation": "Have you seen the bird in the Milky Way? Beyond the man in the Moon, the night sky is filled with stories, and cultures throughout history have projected some of their most enduring legends onto the stars and dust above.  Generations of people see these celestial icons, hear their associated stories, and pass them down. Pictured here is not only a segment of the central band of our Milky Way galaxy, but, according to folklore of several native peoples of Uruguay, the outline of a great bird called Ñandú. Furthermore, Ñandú's footprint is associated with the Southern Cross asterism. In the foreground, in silhouette, is a statue of María Micaela Guyunusa, an indigenous woman of the Charrúa people who lived in the 1800s and endures as a symbol of colonial resistance.  The composite image was taken in mid-April in Cabo Polonio, Uruguay, with the Atlantic Ocean in the background.", "hdurl": "https://apod.nasa.gov/apod/image/2306/NanduMilkyWay_Bouvier_2048.jpg", "media_type": "image", "service_version": "v1", "title": "The Ñandú in the Milky Way", "url": "https://apod.nasa.gov/apod/image/2306/NanduMilkyWay_Bouvier_1080.jpg"}, {"copyright": "\nMarcella Giulia Pace & Giuseppe De Donà \n", "date": "2023-06-21", "explanation": "Does the Sun follow the same path every day? No.  The Sun's path changes during the year, tracing a longer route during the summer than the winter. Pictured here, the Sun's arc was captured from noon to sunset on three days,  from highest in the sky to lowest: summer solstice, equinox, and winter solstice.  The images were taken near Gatto Corvino Village in Sicily, Italy in 2020 and 2021. The path and time the Sun spends in the sky is more important in determining the season than how close the Earth is to the Sun.  In fact, the Earth is closest to the Sun in January, during northern winter.  Today is a solstice, so today the Sun is taking its longest path of the year across the sky in Earth's  northern hemisphere, but the shortest path in the southern hemisphere.", "hdurl": "https://apod.nasa.gov/apod/image/2306/SunPath_Pace_960_annotated.jpg", "media_type": "image", "service_version": "v1", "title": "Three Sun Paths", "url": "https://apod.nasa.gov/apod/image/2306/SunPath_Pace_960_annotated.jpg"}, {"copyright": "Alessandro Cipolat Bares", "date": "2023-06-22", "explanation": "Cosmic dust clouds cross a rich field of stars in this telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Part of a sprawling molecular cloud complex this star forming region is a mere 500 light-years away. That's about one third the distance of the more famous stellar nursery known as the Orion Nebula. The 2 degree wide frame would span 15 light-years at the clouds' estimated distance. Mixed with bright nebulosities the dust clouds effectively block light from more distant background stars in the Milky Way and obscure from view embedded stars still in the process of formation. Large dark nebula Bernes 157 is on the left. To its right are a group of pretty reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. Their characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The more compact NGC 6729 surrounds young variable star R Coronae Australis. Just below it, filamentary arcs and loops are identified as Herbig Haro objects associated with energetic newborn stars. In fact, at the heart of this area lies the Coronet Cluster, one of the nearest and most active star forming regions.", "hdurl": "https://apod.nasa.gov/apod/image/2306/corona_aus.jpg", "media_type": "image", "service_version": "v1", "title": "Stars and Dust across Corona Australis", "url": "https://apod.nasa.gov/apod/image/2306/corona_aus1024.jpg"}, {"copyright": "Mike Selby", "date": "2023-06-23", "explanation": "Over 500,000 light years across, NGC 6872 (top right) is a truly enormous barred spiral galaxy, at least 5 times the size of our own very large Milky Way. The appearance of this giant galaxy's distorted and stretched out spiral arms suggests the magnificent wings of a giant bird. Of course its popular moniker is the Condor galaxy. It lies about 200 million light-years distant toward the southern constellation Pavo, the Peacock. Lined with star-forming regions, the distorted spiral arms are due to NGC 6872's gravitational interaction with the nearby smaller galaxy IC 4970, seen just above the giant galaxy's core. The Pavo galaxy group's dominant giant elliptical galaxy, NGC 6876 is below and left of the soaring Condor galaxy.", "hdurl": "https://apod.nasa.gov/apod/image/2306/NGC-6872-LRGB-rev-5-crop-CDK-1000-22-May-2023.jpg", "media_type": "image", "service_version": "v1", "title": "Giant Galaxies in Pavo", "url": "https://apod.nasa.gov/apod/image/2306/NGC-6872-LRGB-rev-5-crop-CDK-1000-22-May-2023_1024.jpg"}, {"date": "2023-06-24", "explanation": "The multicolor, stereo imaging Mastcam-Z on the Perseverance rover zoomed in to capture this 3D close-up (get out your red/blue glasses) of the Mars Ingenuity helicopter on mission sol 45. That's Earth-date 2021 April 5. Casting a shadow on the Martian surface, Ingenuity is standing alone on its four landing legs next to the rover's wheel tracks. The experimental helicopter's solar panel, charging batteries that keep it warm through the cold Martian nights and power its flight, sits just above Ingenuity's two 1.2 meter (4 foot) long counter-rotating blades. Thirteen sols later, on April 19, Ingenuity became the first aircraft to perform powered, controlled flight on another planet. It has since gone on to complete more than 50 flights through the thin atmosphere of Mars.", "hdurl": "https://apod.nasa.gov/apod/image/2306/PIA24547_fig1.jpg", "media_type": "image", "service_version": "v1", "title": "3D Ingenuity", "url": "https://apod.nasa.gov/apod/image/2306/PIA24547_fig1_1024.jpg"}, {"date": "2023-06-25", "explanation": "Does lightning occur only on Earth?  No.  Spacecraft in our Solar System have detected lightning on other planets, including Mars, Jupiter and Saturn, and lightning is likely on Venus, Uranus, and Neptune.  Lightning is a sudden rush of electrically charged particles from one location to another. On Earth, drafts of colliding ice and water droplets usually create lightning-generating charge separation, but what happens on Jupiter? Images and data from NASA's Jupiter-orbiting Juno spacecraft bolster previous speculation that Jovian lightning is also created in clouds containing water and ice.  In the featured Juno photograph, an optical flash was captured in a large cloud vortex near Jupiter's north pole.  During the next few months, Juno will perform several close sweeps over Jupiter's night side, likely allowing the robotic probe to capture more data and images of Jovian lightning.", "hdurl": "https://apod.nasa.gov/apod/image/2306/LightningCloud_JunoGill_960.jpg", "media_type": "image", "service_version": "v1", "title": "Lightning on Jupiter", "url": "https://apod.nasa.gov/apod/image/2306/LightningCloud_JunoGill_960.jpg"}, {"copyright": "\nSoumyadeep Mukherjee\n", "date": "2023-06-26", "explanation": "You've surely seen it, but you might not have noticed it.  During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly dark and off-color.  Called the Belt of Venus, this transitional band between the dark eclipsed sky and the bright day sky can be seen most prominently in the direction opposite the Sun.  Straight above, blue sky is normal sunlight reflecting off the atmosphere, while near the horizon the clear sky can appear more orange or red.  In the Belt of Venus, the atmosphere reflects more light from the setting (or rising) Sun and so appears more red.  Featured here, the Belt of Venus was photographed over several Himalayan mountains including, second from the right, Mount Everest, the tallest mountain on Earth.  Although usually not mentioned, the belt is frequently caught by accident in other photographs.", "hdurl": "https://apod.nasa.gov/apod/image/2306/BeltofEverest_Mukherjee_4000_annotated.jpg", "media_type": "image", "service_version": "v1", "title": "The Belt of Venus over Mount Everest", "url": "https://apod.nasa.gov/apod/image/2306/BeltofEverest_Mukherjee_960.jpg"}, {"date": "2023-06-27", "explanation": "These two global views of Mars were captured at ultraviolet wavelengths, beyond the spectrum visible to human eyes. Recorded by the MAVEN spacecraft's Imaging Ultraviolet Spectrograph instrument in July 2022 (left) and January 2023, three otherwise invisible ultraviolet bands are mapped into red, green, and blue colors. That color scheme presents the Red Planet's surface features in shades of tan and green. Haze and clouds appear white or blue, while high altitude ozone takes on a dramatic purple hue. On the left, Mars' south polar ice cap is in brilliant white at the bottom but shrinking during the southern hemisphere's summer season. On the right, the northern hemisphere's polar region is seen shrouded in clouds and atmospheric ozone. Known to some as the Mars Atmosphere and Volatile EvolutioN spacecraft, MAVEN has been exploring Mars' tenuous upper atmosphere, ionosphere, and its interactions with the Sun and solar wind since 2014.", "hdurl": "https://apod.nasa.gov/apod/image/2306/MavenMars2panel.png", "media_type": "image", "service_version": "v1", "title": "MAVEN's Ultraviolet Mars", "url": "https://apod.nasa.gov/apod/image/2306/MavenMars2panel.png"}, {"copyright": "Emmanuel Astronomono", "date": "2023-06-28", "explanation": "Unlike most entries in Charles Messier's famous catalog of deep sky objects, M24 is not a bright galaxy, star cluster, or nebula. It's a gap in nearby, obscuring interstellar dust clouds that allows a view of the distant stars in the Sagittarius spiral arm of our Milky Way galaxy. Direct your gaze through this gap with binoculars or small telescope and you are looking through a window over 300 light-years wide at stars some 10,000 light-years or more from Earth. Sometimes called the Small Sagittarius Star Cloud, M24's luminous stars fill this gorgeous starscape.  Covering over 3 degrees or the width of 6 full moons in the constellation Sagittarius, the telescopic field of view includes dark markings B92 and B93 near center, along with other clouds of dust and glowing nebulae toward the center of the Milky Way.", "hdurl": "https://apod.nasa.gov/apod/image/2306/M24_2023grapod.jpg", "media_type": "image", "service_version": "v1", "title": "Messier 24: Sagittarius Star Cloud", "url": "https://apod.nasa.gov/apod/image/2306/M24_2023grapod1024.jpg"}, {"date": "2023-06-29", "explanation": "Monitoring 68 pulsars with very large radio telescopes, the North American Nanohertz Observatory for Gravitational Waves (NANOGrav) has uncovered evidence for the gravitational wave (GW) background by carefully measuring slight shifts in the arrival times of pulses.  These shifts are correlated between different pulsars in a way that indicates that they are caused by GWs. This GW background is likely due to hundreds of thousands or even millions of supermassive black hole binaries.  Teams in Europe, Asia and Australia have also independently reported their results today. Previously, the LIGO and Virgo detectors have detected higher-frequency GWs from the merging of individual pairs of massive orbiting objects, such as stellar-mass black holes. The featured illustration highlights this spacetime-shaking result by depicting two orbiting supermassive black holes and several of the pulsars that would appear to have slight timing shifts.  The imprint these GWs make on spacetime itself is illustrated by a distorted grid.   Open Science: Browse 3,000+ codes in the Astrophysics Source Code Library", "hdurl": "https://apod.nasa.gov/apod/image/2306/Gwb_Nanograv_3000_annotated.jpg", "media_type": "image", "service_version": "v1", "title": "A Message from the Gravitational Universe", "url": "https://apod.nasa.gov/apod/image/2306/Gwb_Nanograv_960_annotated.jpg"}, {"date": "2023-06-30", "explanation": "Are asteroids dangerous? Some are, but the likelihood of a dangerous asteroid striking the Earth during any given year is low. Because some past mass extinction events have been linked to asteroid impacts, however, humanity has made it a priority to find and catalog those asteroids that may one day affect life on Earth. Pictured here are the orbits of the over 1,000 known Potentially Hazardous Asteroids (PHAs). These documented tumbling boulders of rock and ice are over 140 meters across and will pass within 7.5 million kilometers of Earth -- about 20 times the distance to the Moon. Although none of them will strike the Earth in the next 100 years -- not all PHAs have been discovered, and past 100 years, many orbits become hard to predict. Were an asteroid of this size to impact the Earth, it could raise dangerous tsunamis, for example. To investigate Earth-saving strategies, NASA successfully tested the Double Asteroid Redirection Test (DART) mission last year. Of course, rocks and ice bits of much smaller size strike the Earth every day, usually pose no danger, and sometimes create memorable fireball and meteor displays.    Today is: Asteroid Day", "hdurl": "https://apod.nasa.gov/apod/image/2306/phas_jpl_3254.jpg", "media_type": "image", "service_version": "v1", "title": "Orbits of Potentially Hazardous Asteroids", "url": "https://apod.nasa.gov/apod/image/2306/phas_jpl_960.jpg"}, {"copyright": "David Vernet , Jean-François Bax , Serge Brunier", "date": "2023-07-01", "explanation": "This tantalizing trio of galaxies sometimes called the Draco Group, is located in the northern constellation of (you guessed it) Draco, the Dragon. From left to right are face-on spiral NGC 5985, elliptical galaxy NGC 5982, and edge-on spiral NGC 5981, all found within this single telescopic field of view that spans a little more than the width of the full moon. While the group is far too small to be a galaxy cluster, and has not been catalogued as a compact galaxy group, the three galaxies all do lie roughly 100 million light-years from planet Earth. Not as well known as other tight groupings of galaxies, the contrast in visual appearance still makes this triplet an attractive subject for astroimagers. On close examination with spectrographs, the bright core of striking spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. This impressively deep exposure hints at a faint dim halo along with sharp-edged shells surrounding elliptical NGC 5982, evidence of past galactic mergers. It also reveals many even more distant background galaxies.", "hdurl": "https://apod.nasa.gov/apod/image/2307/DracoTrio_TeamOmicron.jpg", "media_type": "image", "service_version": "v1", "title": "Three Galaxies in Draco", "url": "https://apod.nasa.gov/apod/image/2307/DracoTrio_TeamOmicron1024.jpg"}, {"copyright": "\nLI Hang\n", "date": "2023-07-02", "explanation": "It was one of the better skies of this long night. In parts of Antarctica, not only is it winter, but the Sun can spend weeks below the horizon. At China's Zhongshan Station, people sometimes venture out into the cold to photograph a spectacular night sky. The featured image from one such outing was taken in mid-July of 2015, just before the end of this polar night. Pointing up, the wide angle lens captured not only the ground at the bottom, but at the top as well.  In the foreground, a colleague is taking pictures. In the distance, a spherical satellite receiver and several windmills are visible. Numerous stars dot the night sky, including Sirius and Canopus. Far in the background, stretching overhead from horizon to horizon, is the central band of our Milky Way Galaxy. Even further in the distance, visible as extended smudges near the top, are the Large and Small Magellanic Clouds, satellite galaxies near our huge Milky Way Galaxy.   Explore the Universe: Random APOD Generator", "hdurl": "https://apod.nasa.gov/apod/image/2307/MWAurora_hang_4906.jpg", "media_type": "image", "service_version": "v1", "title": "Milky Way and Aurora over Antarctica", "url": "https://apod.nasa.gov/apod/image/2307/MWAurora_hang_960.jpg"}, {"copyright": "JAXA", "date": "2023-07-03", "explanation": "Why is Venus so different from Earth?  To help find out, Japan launched the robotic Akatsuki spacecraft which entered orbit around Venus late in 2015 after an unplanned five-year adventure around the inner Solar System.  Even though Akatsuki was past its original planned lifetime, the spacecraft and instruments were operating so well that much of its original mission was reinstated. Also known as the Venus Climate Orbiter, Akatsuki's instruments investigated unknowns about Earth's sister planet, including whether volcanoes are still active, whether lightning occurs in the dense atmosphere, and why wind speeds greatly exceed the planet's rotation speed. In the featured image taken by Akatsuki's UVI camera, the day-side of Venus is seen shown with planet-scale V-shaped cloud pattern. The image displays three ultraviolet colors and indicates a dip in the relative abundance of sulfur dioxide shown in faint blue.  Analyses of Akatsuki images and data has shown, among other discoveries, that Venus has equatorial jet similar to Earth's jet stream.", "hdurl": "https://apod.nasa.gov/apod/image/2307/VenusUv_akatsuki_1024.jpg", "media_type": "image", "service_version": "v1", "title": "Venus in Ultraviolet from Akatsuki", "url": "https://apod.nasa.gov/apod/image/2307/VenusUv_akatsuki_1024.jpg"}, {"copyright": "\nCari Letelier\n", "date": "2023-07-04", "explanation": "It seemed like the sky exploded. The original idea was to photograph an aurora over a waterfall. After waiting for hours under opaque clouds, though, hope was running out. Others left. Then, unexpectedly, the clouds moved away. Suddenly, particles from a large solar magnetic storm were visible impacting the Earth's upper atmosphere with full effect. The night sky filled with colors and motion in a thrilling auroral display.  Struggling to steady the camera from high Earthly winds, the 34 exposures that compose the featured image were taken.  The resulting featured composite image shows the photogenic Godafoss (Goðafoss) waterfall in northern Iceland in front of a very active aurora in late February. The solar surface explosion that expelled the energetic particles occurred a few days before.  Our Sun is showing an impressive amount of surface activity as it approaches solar maximum, indicating that more impressive auroras are likely to appear in Earth's northern and southern sky over the next few years.", "hdurl": "https://apod.nasa.gov/apod/image/2307/WaterfallAurora_Letelier_1600.jpg", "media_type": "image", "service_version": "v1", "title": "Aurora over Icelandic Waterfall", "url": "https://apod.nasa.gov/apod/image/2307/WaterfallAurora_Letelier_960.jpg"}, {"copyright": "\nB. Ménard & \nN. Shtarkman;\nData:  \nSDSS, \nPlanck, \nJHU, \nSloan, \nNASA, \nESA\n", "date": "2023-07-05", "explanation": "What if you could see out to the edge of the observable universe? You would see galaxies, galaxies, galaxies, and then, well, quasars, which are the bright centers of distant galaxies.  To expand understanding of the very largest scales that humanity can see, a map of the galaxies and quasars found by the Sloan Digital Sky Survey from 2000 to 2020 -- out to near the edge of the observable universe -- has been composed. Featured here, one wedge from this survey encompasses about 200,000 galaxies and quasars out beyond a look-back time of 12 billion years and cosmological redshift 5.  Almost every dot in the nearby lower part of the illustration represents a galaxy, with redness indicating increasing redshift and distance. Similarly, almost every dot on the upper part represents a distant quasar, with blue-shaded dots being closer than red. Clearly shown among many discoveries, gravity between galaxies has caused the nearby universe to condense and become increasingly more filamentary than the distant universe.   More Detailed Maps: Related to Today's APOD", "hdurl": "https://apod.nasa.gov/apod/image/2307/MapObsUni_SDSS_2400.jpg", "media_type": "image", "service_version": "v1", "title": "A Map of the Observable Universe", "url": "https://apod.nasa.gov/apod/image/2307/MapObsUni_SDSS_960.jpg"}, {"copyright": "Michael Seeley", "date": "2023-07-06", "explanation": "On July 4, an almost Full Moon rose in planet Earth's evening skies. Also known as a Buck Moon, the full lunar phase (full on July 3 at 11:39 UTC) was near perigee, the closest point in the Moon's almost monthly orbit around planet Earth. That qualified this July's Full Moon as a supermoon, the first of four supermoons in 2023. Seen from Cocoa Beach along Florida's Space Coast on July 4, any big, bright, beautiful Full Moon would still have to compete for attention though. July's super-moonrise was captured here against a super-colorful fireworks display.", "hdurl": "https://apod.nasa.gov/apod/image/2307/CocoaBeach_BuckMoon_Seeley-201.jpg", "media_type": "image", "service_version": "v1", "title": "Fireworks vs Supermoon", "url": "https://apod.nasa.gov/apod/image/2307/CocoaBeach_BuckMoon_Seeley-201_1100.jpg"}, {"copyright": "Mårten Frosth", "date": "2023-07-07", "explanation": "This pretty starfield spans about three full moons (1.5 degrees) across the heroic northern constellation of Perseus. It holds the famous pair of open star clusters, h and Chi Persei. Also cataloged as NGC 869 (top) and NGC 884, both clusters are about 7,000 light-years away and contain stars much younger and hotter than the Sun.  Separated by only a few hundred light-years, the clusters are both 13 million years young based on the ages of their individual stars, evidence that they were likely a product of the same star-forming region. Always a rewarding sight in binoculars, the Double Cluster is even visible to the unaided eye from dark locations.", "hdurl": "https://apod.nasa.gov/apod/image/2307/Caldwell_14_2023_HaLRGB_LRGB_stars_wm.jpg", "media_type": "image", "service_version": "v1", "title": "The Double Cluster in Perseus", "url": "https://apod.nasa.gov/apod/image/2307/Caldwell_14_2023_HaLRGB_LRGB_stars_wm-scaled.png"}, {"date": "2023-07-08", "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos in March of 2008. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to tidal stresses experienced by close-orbiting Phobos or the crater-forming impact itself.", "hdurl": "https://apod.nasa.gov/apod/image/2307/PSP_007769_9010_IRB_Stickney.jpg", "media_type": "image", "service_version": "v1", "title": "Stickney Crater", "url": "https://apod.nasa.gov/apod/image/2307/PSP_007769_9010_IRB_Stickney1024.jpg"}, {"copyright": "\nNASA, \nESA, \nHubble;\n Processing & \nLicense: \nJudy Schmidt\n", "date": "2023-07-09", "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now. Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 170 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This featured image brings out details in the unusual nebula that surrounds this rogue star.  Diffraction spikes, caused by the telescope, are visible as bright multi-colored streaks emanating from Eta Carinae's center.  Two distinct lobes of the Homunculus Nebula encompass the hot central region, while some strange radial streaks are visible in red extending toward the image right. The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks, however, remain unexplained.", "hdurl": "https://apod.nasa.gov/apod/image/2307/EtaCarinae_HubbleSchmidt_1764.jpg", "media_type": "image", "service_version": "v1", "title": "Doomed Star Eta Carinae", "url": "https://apod.nasa.gov/apod/image/2307/EtaCarinae_HubbleSchmidt_960.jpg"}, {"copyright": "\nAdam Block,\nTelescope Live\n", "date": "2023-07-10", "explanation": "When stars form, pandemonium reigns.  A textbook case is the star forming region NGC 6559.  Visible in the featured image are red glowing emission nebulas of hydrogen, blue reflection nebulas of dust, dark absorption nebulas of dust, and the stars that formed from them.  The first massive stars formed from the dense gas will emit energetic light and winds that erode, fragment, and sculpt their birthplace.  And then they explode. The resulting morass can be as beautiful as it is complex.  After tens of millions of years, the dust boils away, the gas gets swept away, and all that is left is a bare open cluster of stars.", "hdurl": "https://apod.nasa.gov/apod/image/2307/NGC6559_Block_1311.jpg", "media_type": "image", "service_version": "v1", "title": "Stars, Dust and Nebula in NGC 6559", "url": "https://apod.nasa.gov/apod/image/2307/NGC6559_Block_960.jpg"}, {"date": "2023-07-11", "explanation": "Why is our Sun so active now? No one is sure.  An increase in surface activity was expected because our Sun is approaching solar maximum in 2025. However, last month our Sun sprouted more sunspots than in any month during the entire previous 11-year solar cycle -- and even dating back to 2002. The featured picture is a composite of images taken every day from January to June by NASA's Solar Dynamic Observatory.  Showing a high abundance of sunspots, large individual spots can be tracked across the Sun's disk, left to right, over about two weeks.  As a solar cycle continues, sunspots typically appear closer to the equator.  Sunspots are just one way that our Sun displays surface activity -- another is flares and coronal mass ejections (CMEs) that expel particles out into the Solar System. Since these particles can affect astronauts and electronics, tracking surface disturbances is of more than aesthetic value.  Conversely, solar activity can have very high aesthetic value -- in the Earth's atmosphere when they trigger aurora.", "hdurl": "https://apod.nasa.gov/apod/image/2307/SpottedSun_Sanli_960.jpg", "media_type": "image", "service_version": "v1", "title": "Sunspots on an Active Sun", "url": "https://apod.nasa.gov/apod/image/2307/SpottedSun_Sanli_960.jpg"}, {"date": "2023-07-12", "explanation": "Why do some spiral galaxies have a ring around the center? Spiral galaxy NGC 1398 not only has a ring of pearly stars, gas and dust around its center, but a bar of stars and gas across its center, and spiral arms that appear like ribbons farther out.  The featured deep image from Observatorio El Sauce in Chile shows the grand spiral galaxy in impressive detail. NGC 1398 lies about 65 million light years distant, meaning the light we see today left this galaxy when dinosaurs were disappearing from the Earth.  The photogenic galaxy is visible with a small telescope toward the constellation of the Furnace (Fornax). The ring near the center is likely an expanding density wave of star formation, caused either by a gravitational encounter with another galaxy, or by the galaxy's own gravitational asymmetries.", "hdurl": "https://apod.nasa.gov/apod/image/2307/Ngc1398_Hanson_2752.jpg", "media_type": "image", "service_version": "v1", "title": "Rings and Bar of Spiral Galaxy NGC 1398", "url": "https://apod.nasa.gov/apod/image/2307/Ngc1398_Hanson_960.jpg"}, {"date": "2023-07-13", "explanation": "A mere 390 light-years away, Sun-like stars and future planetary systems are forming in the Rho Ophiuchi molecular cloud complex, the closest star-forming region to our fair planet. The James Webb Space Telescope's NIRCam peered into the nearby natal chaos to capture this infrared image at an inspiring scale. The spectacular cosmic snapshot was released to celebrate the successful first year of Webb's exploration of the Universe. The frame spans less than a light-year across the Rho Ophiuchi region and contains about 50 young stars. Brighter stars clearly sport Webb's characteristic pattern of diffraction spikes. Huge jets of shocked molecular hydrogen blasting from newborn stars are red in the image, with the large, yellowish dusty cavity carved out by the energetic young star near its center. Near some stars in the stunning image are shadows cast by their protoplanetary disks.", "hdurl": "https://apod.nasa.gov/apod/image/2307/STScI-01_RhoOph.png", "media_type": "image", "service_version": "v1", "title": "Webb's Rho Ophiuchi", "url": "https://apod.nasa.gov/apod/image/2307/STScI-01_RhoOph1024.png"}]